define({
  "viewer": {
    "loading": {
      "step1": "ВИКОНУЄТЬСЯ ЗАВАНТАЖЕННЯ ІСТОРІЇ",
      "step2": "ВИКОНУЄТЬСЯ ЗАВАНТАЖЕННЯ ДАНИХ",
      "step3": "ВИКОНУЄТЬСЯ ІНІЦІАЛІЗАЦІЯ",
      "fail": "Вибачте, не вдалося завантажити Шторку",
      "loadBuilder": "ВИКОНУЄТЬСЯ ПЕРЕХІД В РЕЖИМ КОНСТРУКТОРА",
      "redirectSignIn": "ВИКОНУЄТЬСЯ ПЕРЕНАПРАВЛЕННЯ НА СТОРІНКУ ВХОДУ В СИСТЕМУ",
      "redirectSignIn2": "(вас буде перенаправлено сюди після входу в систему)",
      "failButton": "Повторити"
    },
    "errors": {
      "boxTitle": "Виникла помилка",
      "portalSelf": "Критична помилка: не вдалося отримати конфігурацію порталу",
      "invalidConfig": "Критична помилка: недійсна конфігурація",
      "invalidConfigNoWebmap": "Критична помилка: недійсна конфігурація (веб-карту або ідентифікатор додатку не вказано у index.html)",
      "invalidConfigNoAppDev": "Ідентифікатор додатку Web Mapping або веб-карту не заданий у параметрах URL (?appid= or ?webmap=). У режимі розробки ідентифікатор додатку та конфігурація веб-карти у index.html ігноруються.",
      "createMap": "Неможливо створити карту",
      "invalidApp": "Критична помилка: неможливо завантажити історію",
      "initMobile": "Ласкаво просимо у веб-додаток Шторка. Додаток не налаштовано. Інтерактивний конструктор не підтримується на мобільних пристроях.",
      "initMobile2": "Конструктор Шторка не підтримується при цьому розмірі дисплея. Якщо можливо, змініть розмір вашого браузера для доступу до конструктора або створіть свою історію на пристрої з більшим екраном.",
      "initMobile3": "Поверніть ваш пристрій у альбомну орієнтацію для використання конструктора Шторка.",
      "noBuilderIE8": "Інтерактивний конструктор Шторка не підтримується браузером Internet Explorer до версії 9.",
      "noViewerIE2": "Ви намагаєтесь переглянути цю історію, використовуючи більш ранню, непідтримувану версію браузера. Деякі об'єкти можуть не працювати або можуть виникати інші неочікувані проблеми. Рекомендується оновити браузер до Internet Explorer 11 або використовувати інший браузер, наприклад, Chrome.",
      "noViewerIE3": "В кінці 2017 року завантаження цієї історії у даному браузері буде недоступне. З цього моменту необхідно використовувати підтримуваний браузер для перегляду цієї історії.",
      "attention": "Увага!",
      "noLayerView": "Ласкаво просимо у веб-додаток Шторка.<br />Додаток ще не налаштований.",
      "appSave": "Помилка при збережені веб-історії",
      "mapSave": "Помилка при збережені веб-карти",
      "notAuthorized": "Ви не маєте права доступу до цієї історії",
      "notAuthorizedBuilder": "Ви не маєте права використовувати конструктор Шторка та Підзорна труба.",
      "conflictingProjectionsTitle": "Конфліктуючі проекції",
      "conflictingProjections": "Шторка не підтримує використання двох веб-карт з різними проекціями. Відкрийте налаштування та використовуйте веб-карту, яка має таку саму проекцію, що й перша веб-карта.",
      "cpButton": "Закрити",
      "unspecifiedConfigOwner": "Авторизований власник не був налаштований.",
      "invalidConfigOwner": "Власник історії не авторизований."
    },
    "mobileView": {
      "hideIntro": "ПРИХОВАТИ ВСТУП",
      "navLeft": "Легенда",
      "navMap": "Карта",
      "navRight": "Дані"
    },
    "desktopView": {
      "storymapsText": "Карта-історія",
      "builderButton": "Перейти в режим конструктора",
      "facebookTooltip": "Поділитися на Facebook",
      "twitterTooltip": "Поділитися на Twitter",
      "bitlyTooltip": "Отримати коротке посилання",
      "tooltipAutoplayDisabled": "Це недоступно в режимі автоматичного відтворення",
      "autoplayLabel": "Режим автоматичного відтворення",
      "autoplayExplain1": "Режим автоматичного відтворення забезпечує переміщення по вашій історії з регулярним інтервалом. Це ідеально підходить для монітору кіоску або громадського дисплея; проте пам’ятайте, що в інших ситуаціях заголовок історії буде важче прочитати. Цей об'єкт не підтримується на невеликих дисплеях.",
      "autoplayExplain2": "Коли цей режим активний, елементи керування для відтворення/призупинення історії та регулювання швидкості навігації відсутні."
    },
    "bannerNotification": {
      "learnMore": "Докладніше",
      "close": "Закрити",
      "dontShowAgain": "Не показувати це повідомлення знову"
    },
    "httpsTransitionMessage": {
      "bannerMsg": "Важливе повідомлення про веб-безпеку та карти-історії",
      "s1h1": "Esri постійно підвищує безпеку карт-історій",
      "s1p1": "Ваші карти-історії доступні у мережі Інтернет, тому Інтернет-спільнота завжди працює над забезпеченням їх кращої безпеки. Для доступу до веб-змісту широко використовується протокол HTTPS, який забезпечує безпечне підключення. Більшість сучасних браузерів попереджують користувача, коли замість протоколу HTTPS використовується протокол HTTP. Внаслідок впровадження цього стандарту, починаючи з оновлення для ArcGIS Online від червня 2018 року, ваші карти-історії будуть використовувати протокол HTTPS.",
      "s1p2": "По суті, це означає, що для доступу до карти-історії та всього її змісту (включаючи зображення, шари, вбудовані додатки та веб-сайти) повинні використовуватися посилання, які починаються з HTTPS, а не HTTP. Це забезпечить найкращий досвід для ваших читачів, оскільки більшість веб-браузерів будуть повідомляти, що ваші історії захищені.",
      "s2h1": "Що мені потрібно робити?",
      "s2p1": "Esri докладає всіх зусиль, щоб зробити цей перехід легким для авторів та читачів карт-історій. У розробниках Карт-історій та Моїх історіях тепер доступні інструменти, які допомагають знаходити незахищений зміст (HTTP) у ваших історіях та надають рекомендації, як вирішити цю проблему. Перевірте свої історії на наявність незахищеного змісту та виконайте оновлення до HTTPS до червня 2018 року.",
      "action1": "Закрити",
      "action2": "Перевірити мої історії зараз",
      "action3": "Докладніше"
    },
    "licenseChange2018": {
      "noAccess": "Ваш обліковий запис (%USER_NAME%) не має ліцензії на відкривання карти-історії, що не є публічною. Попросіть адміністратора вашої організації призначити вам тип користувача, що включає Story Maps або додаткову ліцензію на основні додатки."
    }
  },
  "builder": {
    "builder": {
      "panelHeader": "КОНФІГУРАЦІЯ ІСТОРІЇ",
      "buttonSave": "ЗБЕРЕГТИ",
      "buttonHelp": "Довідка",
      "buttonShare": "Поділитися",
      "buttonDiscard": "СКАСУВАТИ",
      "buttonSettings": "Налаштування",
      "buttonView": "Режим перегляду",
      "buttonItem": "Відкрити елемент веб-додатку",
      "noPendingChange": "Немає очікуваних змін",
      "unSavedChangeSingular": "1 незбережена зміна",
      "unSavedChangePlural": "незбережені зміни",
      "popoverDiscard": "Бажаєте скасувати всі незбережені зміни?",
      "yes": "Так",
      "no": "Ні",
      "popoverOpenViewExplain": "При відкритті цього вьюера всі незбережені зміни буде втрачено",
      "popoverOpenViewOk": "Ok",
      "popoverOpenViewCancel": "Скасувати",
      "popoverSaveWhenDone": "Не забудьте зберегти зміни після завершення роботи",
      "closeWithPendingChange": "Бажаєте підтвердити дію? Зміни буде втрачено.",
      "gotIt": "Ok",
      "savingApplication": "Виконується збереження історії",
      "saveSuccess": "Історію збережено",
      "saveError": "Збереження не вдалося, спробуйте знову",
      "saveError2": "Збереження не вдалося через недійсний тег html в імені або описі",
      "saveError3": "Заголовок не може бути порожнім",
      "signIn": "Увійдіть в систему за допомогою облікового запису на",
      "signInTwo": "для збереження історії."
    },
    "header": {
      "editMe": "Редагувати мене!",
      "templateTitle": "Задати заголовок шаблону",
      "templateSubtitle": "Задати підзаголовок шаблону"
    },
    "settings": {
      "settingsHeader": "Налаштування історії",
      "modalCancel": "Скасувати",
      "modalApply": "Застосувати"
    },
    "settingsColors": {
      "settingsTabColor": "Тема",
      "settingsColorExplain": "Виберіть тему додатку або визначте власні кольори.",
      "settingsLabelColor": "Кольори фону верхнього колонтитулу та бічної панелі"
    },
    "settingsHeader": {
      "settingsTabLogo": "Верхній колонтитул",
      "settingsLogoExplain": "Налаштувати логотип верхнього колонтитулу (макс. розмір 250 x 50 пікселів).",
      "settingsLogoEsri": "Логотип Esri",
      "settingsLogoNone": "Без логотипу",
      "settingsLogoCustom": "Власний логотип",
      "settingsLogoCustomPlaceholder": "URL зображення",
      "settingsLogoCustomTargetPlaceholder": "Посилання для переходу",
      "settingsLogoSocialExplain": "Налаштувати верхнє праве посилання верхнього колонтитулу.",
      "settingsLogoSocialText": "Текст",
      "settingsLogoSocialLink": "Посилання",
      "settingsLogoSocialDisabled": "Цей об'єкт було деактивовано вашим адміністратором"
    },
    "settingsExtent": {
      "settingsTabExtent": "Екстент",
      "settingsExtentExplain": "Задати початковий екстент за допомогою інтерактивної карти нижче.",
      "settingsExtentExplainBottom": "Екстент, який ви визначаєте, змініть початковий екстент вашої веб-карти. Зверніть увагу, що при виконанні серії Шторка, цей екстент не буде використовуватися.",
      "settingsExtentDateLineError": "Екстент не може знаходитись по меридіану довготи 180ï¿½",
      "settingsExtentDateLineError2": "Помилка при розрахуванні екстенту",
      "settingsExtentDrawBtn": "Намалювати новий екстент",
      "settingsExtentModifyBtn": "Редагувати поточний екстент",
      "settingsExtentApplyBtn": "Застосувати на головній карті",
      "settingsExtentUseMainMap": "Використовувати екстент головної карти"
    },
    "storyTellerUserType": {
      "notCreatorError": "Ваш обліковий запис (%USER_NAME%) не має ліцензії для використання конструкторів класичних карт-історій. Попросіть адміністратора вашої організації призначити вам тип користувача «Автор»."
    }
  },
  "swipe": {
    "mobileData": {
      "noData": "Дані для відображення відсутні!",
      "noDataExplain": "Торкніться карти, щоб вибрати об'єкт та повернутися сюди",
      "noDataMap": "Немає даних для цієї карти",
      "noPopup": "Спливаюче вікно для цього об'єкту не знайдено"
    },
    "mobileLegend": {
      "noLegend": "Легенда для відображення відсутня."
    },
    "swipeSidePanel": {
      "editTooltip": "Задати опис бічної панелі",
      "editMe": "Редагувати мене!",
      "legendTitle": "Легенда"
    },
    "infoWindow": {
      "noFeature": "Дані для відображення відсутні",
      "noFeatureExplain": "Торкніться карти для вибору об'єкту"
    },
    "settingsLayout": {
      "settingsTabLayout": "Стиль шторки",
      "settingsLayoutExplain": "Виберіть стиль для інструменту шторки.",
      "settingsLayoutSwipe": "Вертикальна панель",
      "settingsLayoutSpyGlass": "Підзорна труба",
      "settingsLayoutSelected": "Вибране компонування",
      "settingsLayoutSelect": "Вибрати це компонування",
      "settingsSaveConfirm": "Щоб деякі зміни набули чинності, необхідно зберегти та повторно завантажити історію"
    },
    "settingsDataModel": {
      "settingsTabDataModel": "Тип шторки",
      "settingsDataModelExplainSwipe": "Що користувачі повинні мати змогу приховувати?",
      "settingsDataModelExplainSwipe2": "",
      "settingsDataModelExplainSpyGlass": "Виберіть шар або веб-карту, які будуть відображатись в режимі підзорної труби.",
      "settingsDataModelOneMap": "Шар на веб-карті",
      "settingsDataModel1Explain": "Виберіть шар, який необхідно приховати",
      "settingsDataModel1Warning": "Якщо шар закритий верхніми шарами, операція приховування не дасть результату.",
      "settingsDataModel1SpyGlassExplain": "Виберіть шар, який буде відображатися в режимі підзорної труби.",
      "settingsDataModelTwoMaps": "Дві веб-карти",
      "settingsDataModelLayerIds": "Ідентифікатори шарів веб-карти",
      "settingsDataModelSelected": "Вибраний тип",
      "settingsDataModelWebmapSwipeId1": "Ідентифікатор правої веб-карти",
      "settingsDataModelWebmapSwipeId2": "Ідентифікатор лівої веб-карти",
      "settingsDataModelWebmapGlassId1": "Ідентифікатор основної веб-карти",
      "settingsDataModelWebmapGlassId2": "Ідентифікатор підзорної труби веб-карти",
      "settingsDataModelSelect": "Виберіть цей тип",
      "settingsDataModel2Explain": "Закрити іншою веб-картою.",
      "settingsDataModel2SpyGlassExplain": "Відкрити іншу веб-карту.",
      "settingsDataModel2HelpTitle": "Як дізнатися ідентифікатор веб-карти?",
      "settingsDataModel2HelpContent": "Скопіюйте та вставте цифри після знаку '=' в URL веб-карти",
      "switchMaps": "Перемкнути карти",
      "browseWebMaps": "Переглянути веб-карти"
    },
    "settingsLegend": {
      "settingsTabLegend": "Компонування додатку",
      "settingsLegendExplain": "Вибрати налаштування компонування.",
      "settingsLegendEnable": "Активувати легенду",
      "settingsDescriptionEnable": "Активувати опис",
      "settingsBookmarksEnable": "Активувати серію Шторка",
      "settingsPopupDisable": "Активувати спливаюче вікно",
      "settingsLocationSearchEnable": "Активувати пошук локатора",
      "settingsGeolocatorEnable": "Активувати геолокатор",
      "settingsLegendHelpContent": "Для оптимізації змісту легенди використовуйте таблицю змісту вьюера веб-карт ArcGIS (приховати у легенді)",
      "settingsSeriesHelpContent": "Серія Шторка — це навігаційна опція з вкладками, яка спрямовує глядача до конкретного екстенту та відображає текст заголовку та опису у бічній панелі. При початковій активації закладки з веб-карти (карт) будуть імпортовані та використовуватися для автоматичного заповнення панелі серії. Активація опції серії вимикає панель серії, проте конфігурація серії зберігається для подальшого використання.",
      "settingsSeriesHelpContent2": "Серія Шторка дозволяє створювати та редагувати набір місць розташування, які супроводжують заголовки та текст. Якщо ваша веб-карта має закладки, вони будуть відображатись. Ви можете деактивувати серію, проте конфігурацію буде збережено для подальшого використання.",
      "settingsSeriesHelpLink": "Див. приклад додатку з серією Шторка тут",
      "preview": "Попередній перегляд КІ",
      "settingsLocateButtonExplain": "Підтримується більшістю браузерами. Відображається, тільки при доступі до карти-історії по HTTPS. Не відображається, якщо історія вбудована.",
      "settingsLocateButton": "Активувати кнопку «Визначити місце розташування» у підтримуваних браузерах",
      "settingsAddressSearch": "Активувати інструмент пошуку адреси"
    },
    "settingsSwipePopup": {
      "settingsSwipePopup": "Спливаюче вікно",
      "settingsSwipePopupExplain": "Налаштувати вигляд верхнього колонтитулу спливаючого вікна, щоб допомогти користувачу асоціювати спливаючі вікна з шарами карт.",
      "settingsSwipePopupSwipe1": "Ліва карта",
      "settingsSwipePopupSwipe2": "Права карта",
      "settingsSwipePopupGlass1": "Основна карта",
      "settingsSwipePopupGlass2": "Карта Підзорна труба",
      "settingsSwipePopupTitle": "Заголовок верхнього колонтитулу",
      "settingsSwipePopupColor": "Колір верхнього колонтитулу"
    },
    "initPopup": {
      "initHeader": "Ласкаво просимо у конструктор Шторка/Підзорна труба",
      "modalNext": "Далі",
      "modalPrev": "Назад",
      "modalApply": "Відкрити додаток"
    },
    "seriesPanel": {
      "title": "Заголовок",
      "descr": "Опис",
      "discard": "Скасувати закладку",
      "saveExtent": "Задати екстент закладки",
      "discardDisabled": "Ви не можете вилучити цю закладку. Серію Шторка можна деактивувати в меню Налаштування."
    },
    "helpPopup": {
      "title": "Довідка",
      "close": "Закрити",
      "tab1": {
        "div1": "Шаблон Шторка/Підзорна труба призначений для порівняння двох окремих веб-карт або двох шарів окремої веб-карти у привабливому, простому у використанні веб-додатку, який може використовуватися у будь-якому браузері на будь-якому пристрої, включаючи смартфони та планшети.",
        "div2": "Для отримання додаткової інформації про шаблон Шторка/Підзорна труба, включаючи приклади, створені користувачами, відвідайте веб-сайт карт-історій <a href='https://storymaps.arcgis.com/en/app-list/swipe-spyglass/' target='_blank'></a>. Ви також можете підписатися на нас у Twitter за посиланням <a href='https://twitter.com/EsriStoryMaps' target='_blank'>@EsriStoryMaps</a>.",
        "div3": "Ми будемо раді почути ваші відгуки! Якщо у вас є питання, ви бажаєте замовити новий об'єкт або ви знайшли помилку, відвідайте <a href='http://links.esri.com/storymaps/forum' target='_blank'>Форум користувачів карт-історій</a>."
      }
    },
    "share": {
      "firstSaveTitle": "Історію збережено",
      "manageStory": "Керуйте вашою історією",
      "manageStoryA1": "Підказка: ви можете скористатися %LINK1%, щоб перевірити вашу історією на наявність помилок та змінити налаштування спільного використання її компонентів. Мої історії також допомагає зробити вашу історію цікавою, коли ви ділитеся нею у соціальних мережах. Щоб дізнатися про інші корисні об'єкти Моїх історій, відвідайте %LINK2%.",
      "manageStoryA1V1": "Мої історії",
      "manageStoryA1V2": "повідомлення в блозі",
      "shareTitle": "Поділитися вашою історією",
      "sharePrivateHeader": "Ви не поділилися вашою історією, бажаєте зробити це?",
      "sharePrivateBtn1": "Поділитися публічно",
      "sharePrivateBtn2": "Поділитися з моєю організацією",
      "sharePrivateProgress": "Виконується надання спільного доступу...",
      "sharePrivateErr": "Надання спільного доступу не вдалося, спробуйте знову або",
      "sharePrivateOk": "Надання спільного доступу оновлено, виконується завантаження...",
      "shareStatus1": "Історію не збережено",
      "shareStatus2": "Історію надано в спільне використання публічно",
      "shareStatus3": "Історію надано в спільне використання в організації",
      "shareStatus4": "Історію не надано в спільне використання",
      "sharePreviewAsUser": "Попередній перегляд",
      "shareHeader1": "Ваша історія <strong>публічно доступна</strong>.",
      "shareHeader2": "Ваша історія доступна для учасників вашої організації (потрібен вхід у систему).",
      "shareLinkHeader": "Поділитися вашою історією",
      "shareLinkOpen": "ВІДКРИТИ",
      "learnMore": "Докладніше",
      "shareA1": "Скористайтесь %SHAREIMG% на сторінці елементу додатку <a href='%LINK1%' target='_blank'></a>. Якщо ви бажаєте скасувати спільний доступ до веб-карти, скористайтесь сторінкою елементу веб-карти <a href='%LINK2%' target='_blank'></a>.",
      "shareWarning": "Спільний доступ %WITH% було деактивовано, оскільки ви не є власником веб-карти <a href='%LINK%' target='_blank'></a>.",
      "shareWarningWith1": "публічно",
      "shareWarningWith2": "публічно та з організацією"
    },
    "directCreation": {
      "header": "Ласкаво просимо у конструктор Шторка/Підзорна труба",
      "mapPickHeader": "Для початку роботи введіть дійсний ідентифікатор веб-карти або скористайтесь кнопкою пошуку для перегляду веб-карт.",
      "launchBuilder": "Запустити конструктор",
      "chooseWebmapLbl": "Вибрати веб-карту...",
      "explain2": "Для створення карти-історії Шторка або Підзорна труба скористайтесь кнопкою нижче, щоб вибрати існуючу веб-карту, яку ви бажаєте використовувати. Як варіант, можна вставити ідентифікатор веб-карти у поле нижче.",
      "explain3": "Якщо ви бажаєте використовувати дві веб-карти у вашій карті-історії, система дасть відповідні інструкції для другої веб-карти пізніше, коли ви виберете цю опцію.",
      "webmapPlaceholder": "Ввести ідентифікатор веб-карти..."
    },
    "saveErrorSocial": {
      "title": "Оновлення надання спільного доступу в соціальних мережах",
      "panel1": "Вигляд вашої історії у соціальних мережах було покращено, проте заголовок елементу вашого веб-додатку ArcGIS не відповідає заголовку вашої історії.",
      "panel1tooltip": "Після визначення заголовку, короткої інформації та зображення ескізу ваша історія буде виглядати наступним чином:",
      "panel2": "Який заголовок ви бажаєте використовувати у соціальних мережах:",
      "panel2q1": "Заголовок історії (рекомендується)",
      "panel2q1tooltip": "При виборі цієї опції заголовок вашого елементу буде змінено відповідно до заголовку вашої історії, а подальші зміні у конструкторі буде синхронізовано.",
      "panel2q2": "Заголовок елементу",
      "panel3": "Для подальшого покращення вигляду вашої історії у соціальних мережах скористайтесь ${MYSTORIES}, щоб додати коротку інформацію та зображення ескізу.",
      "panel4": "Не попереджувати мене знову про цю історію",
      "mystories": "Мої історії",
      "btnSave": "Зберегти"
    }
  },
  "configure": {
    "mapdlg": {
      "items": {
        "organizationLabel": "Моя організація",
        "onlineLabel": "ArcGIS Online",
        "contentLabel": "Мій зміст",
        "favoritesLabel": "Моє обране"
      },
      "title": "Вибрати веб-карту",
      "searchTitle": "Пошук",
      "ok": "Ok",
      "cancel": "Скасувати",
      "placeholder": "Введіть критерій пошуку"
    }
  },
  "httpsTransitionNotification": {
    "s1h1": "Esri постійно підвищує безпеку карт-історій",
    "s1p1": "Ваші карти-історії доступні у мережі Інтернет, тому Інтернет-спільнота завжди працює над забезпеченням їх кращої безпеки. Для доступу до веб-змісту широко використовується протокол HTTPS, який забезпечує безпечне підключення. Більшість сучасних браузерів попереджують користувача, коли замість протоколу HTTPS використовується протокол HTTP. Внаслідок впровадження цього стандарту ми настійно рекомендуємо використовувати посилання HTTPS для створення карт-історій та надання спільного доступу до них, а також використовувати тільки URL з HTTPS при вбудовуванні веб-змісту або посилань на зображення у карті-історії.",
    "s1p2": "По суті, це означає, що для доступу до карти-історії та всього її змісту (включаючи зображення, шари, вбудовані додатки та веб-сайти) повинні використовуватися посилання, які починаються з HTTPS, а не HTTP. Це забезпечить найкращий досвід для ваших читачів, оскільки більшість веб-браузерів будуть повідомляти, що ваші історії захищені.",
    "s2h1": "Що мені потрібно робити?",
    "s2p1": "Esri докладає всіх зусиль, щоб зробити цей перехід легким для авторів та читачів карт-історій. У розробниках Карт-історій та Моїх історіях тепер доступні інструменти, які допомагають знаходити незахищений зміст (HTTP) у ваших історіях та надають рекомендації, як вирішити цю проблему. Перевірте свої історії на наявність незахищеного змісту та виконайте оновлення до HTTPS якомога скоріше.",
    "action1": "Закрити",
    "action2": "Перевірити мої історії зараз",
    "action3": "Докладніше"
  },
  "embedBar": {
    "share": "Поділитися",
    "fullScreen": "На весь екран",
    "enlarge": "Збільшити",
    "newTab": "Відкрити у новій вкладці",
    "tagline": "Карта-історія",
    "exitFullScreen": "Вийти з режиму повного екрану"
  },
  "june2018SurveyMessage": {
    "bannerMsg": "Ми хотіли б задати вам кілька запитань. Це допоможе вдосконалювати карти-історії.",
    "s1h1": "Діліться своїми думками, створюйте майбутнє",
    "s1p1": "Ваша інформація є єдиним найважливішим джерелом зворотнього зв’язку, що дозволяє покращувати карти-історії. Ми будемо вдячні за вашу участь у цьому трихвилинному опитуванні.",
    "s2p1": "Як завжди, дякуємо за використання карт-історій Esri!",
    "action1": "Закрити",
    "action2": "Пройти опитування"
  }
});