define({
  "viewer": {
    "loading": {
      "step1": "कहानी लोड हो रही है",
      "step2": "डेटा लोड हो रहा है",
      "step3": "आरंभ हो रहा है",
      "fail": "क्षमा करें, स्वाइप लोडिंग में विफल रही",
      "loadBuilder": "बिल्डर मोड पर स्विच किया जा रहा है",
      "redirectSignIn": "साइन-इन पृष्ठ पर पुनःनिर्देशित किया जा रहा है",
      "redirectSignIn2": "(आप को साइन-इन के बाद यहां पुनःनिर्देशित किया जाएगा)",
      "failButton": "पुनः प्रयास करें"
    },
    "errors": {
      "boxTitle": "कोई त्रुटि आ गई है",
      "portalSelf": "घातक त्रुटि: पोर्टल कॉन्फ़िगरेशन प्राप्त करने में असफल",
      "invalidConfig": "घातक त्रुटि: अमान्य कॉन्फ़िगरेशन",
      "invalidConfigNoWebmap": "घातक त्रुटि: अमान्य कॉन्फ़िगरेशन (वेब मैप या ऐप्लिकेशन आइडेंटिफायर index.htm में निर्दिष्ट नहीं है)",
      "invalidConfigNoAppDev": "URL पैरामीटर में कोई वेब मैप ऐप्लिकेशन आइडेंटिफायर या वेबमैप निर्दिष्ट नहीं है (?appid= या ?webmap=)। विकास मोड में, index.html में appid और webmap कॉन्फ़िगरेशन को नजरअंदाज किया गया है।",
      "createMap": "मानचित्र बनाने में अक्षम",
      "invalidApp": "घातक त्रुटि: कहानी लोड नहीं की जा सकती",
      "initMobile": "स्वाइप वेब ऐप्लिकेशन में आपका स्वागत है। ऐप्लिकेशन कॉन्फ़िगर नहीं है। इंटरैक्टिव बिल्डर मोबाइल डिवाइस पर समर्थित नहीं है।",
      "initMobile2": "स्वाइप बिल्डर इस डिस्प्ले आकार पर समर्थित नहीं है। यदि संभव हो तो, बिल्डर का उपयोग करने के लिए अपने ब्राउज़र का आकार बदलें या कृपया एक बड़ी स्क्रीन वाली डिवाइस पर अपनी कहानी बनाएँ।",
      "initMobile3": "स्वाइप बिल्डर का उपयोग करने के लिए अपना डिवाइस लैंडस्केप अभिविन्यास पर घुमाएँ।",
      "noBuilderIE8": "स्वाइप इंटरैक्टिव बिल्डर संस्करण 9 से पहले के इंटरनेट एक्सप्लोरर पर समर्थित नहीं है।",
      "noViewerIE2": "आप इस कहानी को किसी पुराने, असमर्थित ब्राउज़र का उपयोग करके देखने का प्रयास कर रहे हैं। वहाँ ऐसी सुविधाएँ जो काम न करती हों या अन्य अप्रत्याशित मुद्दे हो सकते हैं। हम आपको Internet Explorer 11 के लिए उन्नयन करने या क्रोम की तरह के किसी अन्य ब्राउज़र का उपयोग करने की सलाह देते हैं।",
      "noViewerIE3": "2017 के अंत में, यह कहानी अब और इस ब्राउज़र पर लोड नहीं होगी। उस समय, आपको इस कहानी को देखने के लिए एक समर्थित ब्राउज़र का उपयोग अवश्य करना चाहिए।",
      "attention": "ध्यान दें!",
      "noLayerView": "स्वाइप वेब ऐप्लिकेशन में आपका स्वागत है।<br />ऐप्लिकेशन अभी तक कॉन्फ़िगर नहीं है।",
      "appSave": "वेब कहानी सहेजने में त्रुटि",
      "mapSave": "वेब मानचित्र सहेजने में त्रुटि",
      "notAuthorized": "आप इस कहानी के उपयोग हेतु अधिकृत नहीं हैं",
      "notAuthorizedBuilder": "आप स्वाइप और स्पाईग्लास बिल्डर का उपयोग करने के लिए अधिकृत नहीं हैं।",
      "conflictingProjectionsTitle": "विरोधाभासी प्रोजेक्शन्स",
      "conflictingProjections": "स्वाइप विभिन्न प्रोजेक्शन्स के साथ दो वेब मैप के उपयोग का समर्थन नहीं करता है। कृपया सेटिंग्स खोलें और ऐसे वेब मैप का उपयोग करें जो पहले वेब मैप की तुलना में उसी प्रोजेक्शन का उपयोग करे।",
      "cpButton": "बंद करें",
      "unspecifiedConfigOwner": "अधिकृत स्वामी कॉन्फ़िगर नहीं किया गया है।",
      "invalidConfigOwner": "कहानी स्वामी अधिकृत नहीं है।"
    },
    "mobileView": {
      "hideIntro": "परिचय छिपाएं",
      "navLeft": "लीजेंड",
      "navMap": "मानचित्र",
      "navRight": "डेटा"
    },
    "desktopView": {
      "storymapsText": "एक कहानी मानचित्र",
      "builderButton": "बिल्डर मोड पर स्विच करें",
      "facebookTooltip": "Facebook पर साझा करें",
      "twitterTooltip": "Twitter पर साझा करें",
      "bitlyTooltip": "छोटा लिंक प्राप्त करें",
      "tooltipAutoplayDisabled": "यह ऑटोप्ले मोड में उपलब्ध नहीं है",
      "autoplayLabel": "ऑटोप्ले मोड",
      "autoplayExplain1": "ऑटोप्ले मोड एक नियमित अंतराल पर आपकी कहानी के माध्यम से आगे बढ़ेगा। यह एक काउंटर या सार्वजनिक प्रदर्शन मॉनिटर पर आदर्श होता है, लेकिन सावधान रहें कि यह अन्य स्थितियों में कहानी को पढ़ना मुश्किल बना सकता है। यह सुविधा छोटे डिस्प्ले के लिए समर्थित नहीं है।",
      "autoplayExplain2": "जब यह मोड सक्रिय होता है तो कहानी को चलाने/विराम लगाने और नेविगेशन गति को समायोजित करने के लिए नियंत्रण उपलब्ध होते हैं।"
    }
  },
  "builder": {
    "builder": {
      "panelHeader": "कहानी कॉन्फ़िगरेशन",
      "buttonSave": "सहेजें",
      "buttonHelp": "सहायता",
      "buttonShare": "साझा करें",
      "buttonDiscard": "रद्द करें",
      "buttonSettings": "सेटिंग्स",
      "buttonView": "व्यू मोड",
      "buttonItem": "वेब ऐप्लिकेशन आइटम खोलें",
      "noPendingChange": "कोई परिवर्तन लंबित नहीं है",
      "unSavedChangeSingular": "1 बिना सहेजे गए परिवर्तन",
      "unSavedChangePlural": "बिना सहेजे गए परिवर्तन",
      "popoverDiscard": "क्या आप किसी भी सहेजे नहीं गए परिवर्तनों को सचमुच छोड़ना चाहते हैं?",
      "yes": "हाँ",
      "no": "नहीं",
      "popoverOpenViewExplain": "व्यूअर खोलने से, आप सहेजे नहीं गए परिवर्तन खो देंगे",
      "popoverOpenViewOk": "ठीक है",
      "popoverOpenViewCancel": "रद्द करें",
      "popoverSaveWhenDone": "काम खत्म होने के बाद सहेजना न भूलें",
      "closeWithPendingChange": "क्या आप कार्रवाई की पुष्टि करना चाहते हैं? आपके परिवर्तन खो जाएंगे।",
      "gotIt": "ठीक है",
      "savingApplication": "कहानी को सहेजना",
      "saveSuccess": "कहानी सहेजी गई",
      "saveError": "सहेजना विफल रहा, कृपया पुनः प्रयास करें",
      "saveError2": "नाम या विवरण में एक अवैध html टैग के कारण सहेजना विफल रहा",
      "saveError3": "शीर्षक रिक्त नहीं हो सकता है",
      "signIn": "कहानी सहेजने के लिए",
      "signInTwo": "कृपया किसी खाते से साइन इन करें।"
    },
    "header": {
      "editMe": "मुझे संपादित करें!",
      "templateTitle": "टेम्पलेट शीर्षक निर्धारित करें",
      "templateSubtitle": "टेम्पलेट उपशीर्षक निर्धारित करें"
    },
    "settings": {
      "settingsHeader": "कहानी की सेटिंग्स",
      "modalCancel": "रद्द करें",
      "modalApply": "लागू करें"
    },
    "settingsColors": {
      "settingsTabColor": "थीम",
      "settingsColorExplain": "एक ऐप्लिकेशन विषय चुनें या अपने रंग निर्धारित करें।",
      "settingsLabelColor": "हेडर और साइड पैनल पृष्ठभूमि रंग"
    },
    "settingsHeader": {
      "settingsTabLogo": "हेडर",
      "settingsLogoExplain": "हेडर लोगो अनुकूलित (अधिकतम 250 x 50px) करें।",
      "settingsLogoEsri": "Esri लोगो",
      "settingsLogoNone": "कोई लोगो नहीं",
      "settingsLogoCustom": "कस्टम लोगो",
      "settingsLogoCustomPlaceholder": "तस्वीर का URL",
      "settingsLogoCustomTargetPlaceholder": "लिंक के जरिए क्लिक करें",
      "settingsLogoSocialExplain": "हेडर शीर्ष का दायां लिंक अनुकूलित करें।",
      "settingsLogoSocialText": "पाठ",
      "settingsLogoSocialLink": "लिंक",
      "settingsLogoSocialDisabled": "यह सुविधा व्यवस्थापक द्वारा अक्षम कर दी गई है"
    },
    "settingsExtent": {
      "settingsTabExtent": "सीमा",
      "settingsExtentExplain": "नीचे इंटरेक्टिव मानचित्र के माध्यम से प्रारंभिक सीमा निर्धारित करें।",
      "settingsExtentExplainBottom": "जो सीमा आप ने निर्धारित की है वह आपके वेब मानचित्र को प्रारंभिक सीमा तक संशोधित करेगी। ध्यान दें कि यदि आप एक स्वाइप श्रृंखला कर रहे हैं तो सीमा का उपयोग नहीं किया जाएगा।",
      "settingsExtentDateLineError": "सीमा 180ï¿½ देशांतर के मध्याह्न के आगे नहीं की जा सकती है",
      "settingsExtentDateLineError2": "सीमा की गणना में त्रुटि",
      "settingsExtentDrawBtn": "नई सीमा बनाएँ",
      "settingsExtentModifyBtn": "मौजूदा सीमा संपादित करें",
      "settingsExtentApplyBtn": "मुख्य मानचित्र पर लागू करें",
      "settingsExtentUseMainMap": "मुख्य मानचित्र सीमा का प्रयोग करें"
    }
  },
  "swipe": {
    "mobileData": {
      "noData": "प्रदर्शित करने के लिए कोई डेटा उपलब्ध नहीं हैं!",
      "noDataExplain": "कोई सुविधा चुनने के लिए मानचित्र को टैप करें और यहां वापस आ जाएं",
      "noDataMap": "इस मानचित्र के लिए कोई डेटा नहीं है",
      "noPopup": "इस सुविधा के लिए कोई पॉप-अप नहीं मिला"
    },
    "mobileLegend": {
      "noLegend": "प्रदर्शित करने के लिए कोई लीजेंड नहीं है।"
    },
    "swipeSidePanel": {
      "editTooltip": "साइड पैनल विवरण निर्धारित करें",
      "editMe": "मुझे संपादित करें!",
      "legendTitle": "लीजेंड"
    },
    "infoWindow": {
      "noFeature": "प्रदर्शित करने के लिए कोई डेटा उपलब्ध नहीं हैं",
      "noFeatureExplain": "कोई सुविधा चुनने के लिए मानचित्र पर टैप करें"
    },
    "settingsLayout": {
      "settingsTabLayout": "स्वाइप शैली",
      "settingsLayoutExplain": "स्वाइप टूल के लिए कोई शैली चुनें।",
      "settingsLayoutSwipe": "वर्टीकल बार",
      "settingsLayoutSpyGlass": "स्पाईग्लास",
      "settingsLayoutSelected": "चयनित लेआउट",
      "settingsLayoutSelect": "यह लेआउट चुनें",
      "settingsSaveConfirm": "आपके परिवर्तनों में से कुछ की आवश्यकता है कि आप सहेजें और कहानी को फिर से लोड करें"
    },
    "settingsDataModel": {
      "settingsTabDataModel": "स्वाइप के प्रकार",
      "settingsDataModelExplainSwipe": "आप प्रयोक्ता से क्या स्वाइप करवाना चाहते हैं?",
      "settingsDataModelExplainSwipe2": "",
      "settingsDataModelExplainSpyGlass": "वह लेयर या वेब मानचित्र चुनें जो स्पाईग्लास में दिखाई देगा।",
      "settingsDataModelOneMap": "एक वेब मैप में एक लेयर",
      "settingsDataModel1Explain": "वह लेयर चुनें जो आप स्वाइपड करना चाहते हैं",
      "settingsDataModel1Warning": "यदि लेयर ऊपरी लेयरों द्वारा छिपी हुई है, तो स्वाइप का कोई प्रभाव नहीं होगा।",
      "settingsDataModel1SpyGlassExplain": "दो वेब मैप",
      "settingsDataModelTwoMaps": "दो वेब मानचित्र",
      "settingsDataModelLayerIds": "वेब मैप लेयर ID",
      "settingsDataModelSelected": "चयनित प्रकार",
      "settingsDataModelWebmapSwipeId1": "दायां वेब मैप ID",
      "settingsDataModelWebmapSwipeId2": "बायां वेब मैप ID",
      "settingsDataModelWebmapGlassId1": "मुख्य वेब मैप ID",
      "settingsDataModelWebmapGlassId2": "स्पाईग्लास वेब मैप ID",
      "settingsDataModelSelect": "यह प्रकार चुनें",
      "settingsDataModel2Explain": "एक और वेब मैप के साथ स्वाइप करें।",
      "settingsDataModel2SpyGlassExplain": "एक और वेब मैप प्रकट करता है।",
      "settingsDataModel2HelpTitle": "मैं एक वेब मैप की ID कैसे पता करूँ?",
      "settingsDataModel2HelpContent": "वेब मैप के URL में '=' चिह्न के बाद अंक कॉपी और पेस्ट करें",
      "switchMaps": "मानचित्र स्विच करें",
      "browseWebMaps": "वेब मैप ब्राउज करें"
    },
    "settingsLegend": {
      "settingsTabLegend": "ऐप लेआउट",
      "settingsLegendExplain": "रुपरेखा की सेटिंग्स चुनें।",
      "settingsLegendEnable": "लीजेंड सक्षम करें",
      "settingsDescriptionEnable": "विवरण सक्षम करें",
      "settingsBookmarksEnable": "स्वाइप श्रृंखला सक्षम करें",
      "settingsPopupDisable": "पॉप-अप सक्षम करें",
      "settingsLocationSearchEnable": "लोकेटर खोज को सक्षम करें",
      "settingsGeolocatorEnable": "जिओलोकेटर को सक्षम करें",
      "settingsLegendHelpContent": "लीजेंड सामग्री परिष्कृत करने के लिए, सामग्री के ArcGIS वेब मानचित्र व्यूअर विषय सूची (लीजेंड में छिपाएं) का उपयोग करें",
      "settingsSeriesHelpContent": "स्वाइप श्रृंखला एक टैबड नेविगेशन विकल्प है जो व्यूअर को विशेष सीमा तल गाइड करेगा और साइड पैनल में एक शीर्षक और विवरण पाठ प्रदर्शित करेगा। प्रारंभिक सक्रियण के दौरान, वेब मानचित्र से बुकमार्क इम्पोर्ट किए जाएंगे और श्रृंखला बार को पूर्व पॉप्युलेट करने के लिए इस्तेमाल किया जाएगा। श्रृंखला विकल्प को अक्षम करना श्रृंखला बार को बंद कर देता है, लेकिन कॉन्फ़िगरेशन भविष्य में उपयोग के लिए संरक्षित किया जाता है।",
      "settingsSeriesHelpContent2": "स्वाइप श्रृंखला शीर्षक और पाठ के साथ आपको स्थानों के चयन को संपादित करने देती है। यदि आपके वेब मानचित्र में बुकमार्क है, तो वे प्रदर्शित होंगे। आप श्रृंखला को अक्षम कर सकते हैं, लेकिन विन्यास कॉन्फ़िगरेशन में उपयोग के लिए संरक्षित किया जाएगा।",
      "settingsSeriesHelpLink": "यहाँ एक स्वाइप श्रृंखला के साथ ऐप्लिकेशन का एक उदाहरण देखें",
      "preview": "UI पूर्वावलोकन",
      "settingsLocateButtonExplain": "यह कार्यप्रणाली अधिकांश मोबाइल डिवाइस और (इंटरनेट एक्सप्लोरर 9 + सहित) डेस्कटॉप ब्राउज़र पर समर्थित है।",
      "settingsLocateButton": "समर्थित ब्राउज़रों पर 'पता करें' बटन सक्षम करें",
      "settingsAddressSearch": "एक पता खोज उपकरण सक्षम करें"
    },
    "settingsSwipePopup": {
      "settingsSwipePopup": "पॉप-अप",
      "settingsSwipePopupExplain": "मानचित्र लेयर प्रयोक्ता सहयोगी पॉप-अप मदद करने के लिए पॉप-अप हेडर की बनावट को अनुकूलित करें।",
      "settingsSwipePopupSwipe1": "बायां मानचित्र",
      "settingsSwipePopupSwipe2": "दायां मानचित्र",
      "settingsSwipePopupGlass1": "मुख्य मानचित्र",
      "settingsSwipePopupGlass2": "स्पाईग्लास मानचित्र",
      "settingsSwipePopupTitle": "हेडर का शीर्षक",
      "settingsSwipePopupColor": "हेडर का रंग"
    },
    "initPopup": {
      "initHeader": "स्वाइप/स्पाईग्लास बिल्डर में आपका स्वागत है",
      "modalNext": "अगला",
      "modalPrev": "पिछला",
      "modalApply": "ऐप्लिकेशन खोलें"
    },
    "seriesPanel": {
      "title": "शीर्षक",
      "descr": "विवरण",
      "discard": "बुकमार्क छोड़ दें",
      "saveExtent": "बुकमार्क सीमा निर्धारित करें",
      "discardDisabled": "आप इस बुकमार्क को हटा नहीं सकते हैं। स्वाइप श्रृंखला को सेटिंग में अक्षम किया जा सकता है।"
    },
    "helpPopup": {
      "title": "सहायता",
      "close": "बंद करें",
      "tab1": {
        "div1": "स्वाइप/स्पाईग्लास टेम्पलेट एक आकर्षक, उपयोग में आसान वेब ऐप्लिकेशन में दो अलग वेब मानचित्र या एक वेब मैप की दो लेयरों की तुलना करने के लिए बनाया गया है जो स्मार्टफोन और टैबलेट सहित किसी भी डिवाइस पर किसी भी वेब ब्राउज़र में इस्तेमाल किया जा सकता है।",
        "div2": "स्वाइप/स्पाईग्लास टेम्पलेट पर अतिरिक्त जानकारी के साथ प्रयोक्ताओं द्वारा बनाई गई उदाहरणों के लिए <a href='https://storymaps.arcgis.com/en/app-list/swipe-spyglass/' target='_blank'>कहानी मानचित्र वेबसाइट पर जाएँ</a>। आप <a href='https://twitter.com/EsriStoryMaps' target='_blank'>@EsriStoryMaps </a> पर ट्विटर पर हमारा अनुसरण कर सकते हैं।",
        "div3": "हमें आपसे जानना बहुत अच्छा लगेगा! चाहे आपका कोई सवाल है, एक नई विशेषता का अनुरोध करना चाहते हैं, या आपको एक बग मिला लगता है, तो कृपया<a href='http://links.esri.com/storymaps/forum' target='_blank'>कहानी मानचित्र प्रयोक्ता फोरम</a> पर जाएँ।"
      }
    },
    "share": {
      "firstSaveTitle": "कहानी सहेजी गई",
      "manageStory": "अपनी कहानी का प्रबंधन करें",
      "manageStoryA1": "सुझाव: आप त्रुटियों और बदलाव के लिए अपनी कहानी की जाँच करने के लिए कि इसके घटक कैसे साझा किए जाते हैं, ऐसा करने के लिए %Link1%का उपयोग कर सकते हैं। जब भी आप अपनी कहानी सोशल नेटवर्क पर साझा करते हैं, तो मेरी कहानियां आपकी कहानी को अधिक अच्छा बनाने में भी मदद करती हैं। आप इन %Link2%में मेरी कहानियों की अन्य उपयोगी विशेषताओं के बारे में सीख सकते हैं।",
      "manageStoryA1V1": "मेरी कहानियां",
      "manageStoryA1V2": "ब्लॉग पोस्ट",
      "shareTitle": "अपनी कहानी साझा करें",
      "sharePrivateHeader": "आपकी कहानी को साझा नहीं किया है, क्या आप इसे साझा करना चाहते हैं?",
      "sharePrivateBtn1": "सार्वजनिक रूप से साझा करें",
      "sharePrivateBtn2": "मेरे संगठन के साथ साझा करें",
      "sharePrivateProgress": "साझा करना जारी है...",
      "sharePrivateErr": "साझा करना विफल रहा, पुनः प्रयास करें या",
      "sharePrivateOk": "साझा करना अद्यतन हो गया है, लोड हो रहा है...",
      "shareStatus1": "कहानी को सहेजा नहीं गया है",
      "shareStatus2": "कहानी को सार्वजनिक रूप से साझा किया गया है",
      "shareStatus3": "कहानी को संगठन के भीतर साझा किया गया है",
      "shareStatus4": "कहानी साझा नहीं की गई है",
      "sharePreviewAsUser": "पूर्वावलोकन करें",
      "shareHeader1": "आपकी कहानी <strong>सार्वजनिक रुप से सुलभ है</strong>।",
      "shareHeader2": "आपकी कहानी आपके संगठन के सदस्यों द्वारा उपयोग की जा सकती है (लॉग-इन आवश्यक है)।",
      "shareLinkHeader": "अपनी कहानी साझा करें",
      "shareLinkOpen": "खोलें",
      "learnMore": "और अधिक जानें",
      "shareA1": "<a href='%LINK1%' target='_blank'>ऐप्लिकेशन आइटम पृष्ठ</a> पर %SHAREIMG%का प्रयोग करें। यदि आप भी वेब मानचित्र को गैर-साझा करना चाहते हैं,<a href='%LINK2%' target='_blank'> तो वेब मानचित्र आइटम पृष्ठ</a> का उपयोग करें।",
      "shareWarning": "%WITH%साझा करना अक्षम कर दिया गया है क्योंकि आप<a href='%LINK%' target='_blank'> वेब मानचित्र</a> के मालिक नहीं हैं।",
      "shareWarningWith1": "सार्वजनिक रूप से",
      "shareWarningWith2": "सार्वजनिक रूप से और संगठन के साथ"
    },
    "directCreation": {
      "header": "स्वाइप/स्पाईग्लास बिल्डर में आपका स्वागत है",
      "mapPickHeader": "आरंभ करने के लिए, कृपया एक वैध वेब मानचित्र पर ID दें, या वेब मानचित्र ब्राउज़ करने के लिए खोज बटन का उपयोग करें।",
      "launchBuilder": "बिल्डर लॉन्च करें",
      "chooseWebmapLbl": "वेब मानचित्र चुनें ...",
      "explain2": "एक स्वाइप या स्पाईग्लास कहानी मानचित्र बनाने के लिए, मौजूदा वेब मानचित्र जिसका आप उपयोग करना चाहते हैं, उसे चुनने के लिए नीचे दिए गए बटन का उपयोग करें। वैकल्पिक रूप से, आप नीचे दिए गए फील्ड में वेब मानचित्र की ID पेस्ट कर सकते हैं।",
      "explain3": "यदि आप अपनी कहानी के मानचित्र में दो वेब मानचित्रों का उपयोग करना चाहते हैं, तो आपको बाद में वह विकल्प चुनने पर दूसरे वेब मानचित्र के लिए पूछा जाएगा।",
      "webmapPlaceholder": "एक वेब मैप पर ID दर्ज करें..."
    },
    "saveErrorSocial": {
      "title": "सोशल मीडिया साझा करना अद्यतन",
      "panel1": "सोशल मीडिया पर आपकी कहानी की उपस्थिति में सुधार किया गया है, लेकिन आपके ArcGIS वेब ऐप्लिकेशन आइटम का शीर्षक आपकी कहानी के शीर्षक जैसा नहीं है।",
      "panel1tooltip": "एक शीर्षक, सारांश और थंबनेल तस्वीर को परिभाषित करके, आपकी कहानी इस तरह दिखेगी:",
      "panel2": "सोशल मीडिया पर आप कौनसा शीर्षक उपयोग करना चाहते हैं:",
      "panel2q1": "कहानी का शीर्षक (अनुशंसित)",
      "panel2q1tooltip": "यह विकल्प चुनने से, आपकी आइटम के शीर्षक में आपकी कहानी के शीर्षक से मेल करने के लिए संशोधन किया जाएगा और आगे के परिवर्तन बिल्डर में समकालीन किए जाएंगे।",
      "panel2q2": "आइटम का शीर्षक",
      "panel3": "आपकी कहानी सोशल मीडिया पर कैसी दिखेगी, इसमें आगे सुधार करने के लिए सारांश एवं थंबनेल तस्वीर जोड़ने के लिए ${MYSTORIES} का उपयोग करें।",
      "panel4": "मुझे इस कहानी के लिए फिर से चेतावनी न दें",
      "mystories": "मेरी कहानियां",
      "btnSave": "सहेजें"
    }
  },
  "configure": {
    "mapdlg": {
      "items": {
        "organizationLabel": "मेरा संगठन",
        "onlineLabel": "ArcGIS ऑनलाइन",
        "contentLabel": "मेरी सामग्री",
        "favoritesLabel": "मेरे पसंदीदा"
      },
      "title": "वेब मैप चुनें",
      "searchTitle": "खोजें",
      "ok": "ठीक है",
      "cancel": "रद्द करें",
      "placeholder": "खोज शब्द दर्ज करें"
    }
  }
});