define({
  "viewer": {
    "loading": {
      "step1": "LOADING STORY",
      "step2": "تحميل البيانات",
      "step3": "تهيئة",
      "fail": "للأسف، فشل تحميل السحب",
      "loadBuilder": "التبديل إلى وضع المُنشيء",
      "redirectSignIn": "إعادة التوجيه لصفحة تسجيل الدخول",
      "redirectSignIn2": "(سيتم إعادة توجيهك هنا بعد تسجيل الدخول)",
      "failButton": "إعادة المحاولة"
    },
    "errors": {
      "boxTitle": "حدث خطأ",
      "portalSelf": "خطأ فادح: فشل في الحصول على تكوين المدخل",
      "invalidConfig": "خطأ فادح: تكوين غير صحيح",
      "invalidConfigNoWebmap": "خطأ فادح: تكوين غير صحيح (معرف خريطة الويب أو التطبيق غير محدد في  index.html)",
      "invalidConfigNoAppDev": "لم يتم تحديد مُعرّف تطبيق تخطيط الويب أو خريطة الويب في معلمات عنوان URL (?appid= or ?webmap=). في وضع التطوير، يتم تجاهل مُعرف التطبيق وتكوين خريطة الويب في index.html.",
      "createMap": "يتعذر إنشاء الخريطة",
      "invalidApp": "خطأ فادح: يتعذر تحميل القصة",
      "initMobile": "مرحبًا بك في تطبيق خريطة السحب. تعذر تكوين التطبيق. المنشئ التفاعلي غير مدعوم على أجهزة الجوال.",
      "initMobile2": "مُنشئ السحب غير مدعوم في حجم العرض الحالي. إذا أمكن، قم بتغيير حجم المستعرض للوصول إلى المُنشئ أو يرجى إنشاء القصة على جهاز بشاشة أكبر.",
      "initMobile3": "يُرجى تدوير الجهاز للتوجيه الأفقي لاستخدام مُنشئ السحب.",
      "noBuilderIE8": "منشئ السحب التفاعلي غير مدعوم على Internet Explorer فيما قبل الإصدار 9.",
      "noViewerIE2": "أنت تحاول عرض هذه القصة باستخدام مستعرض قديم غير مدعوم، وقد توجد مزايا لا تعمل أو مشكلات أخرى غير متوقعة. إننا نقترح الترقية إلى Internet Explorer 11 أو استخدام مستعرض آخر مثل Chrome.",
      "noViewerIE3": "في أواخر 2017، لن يعد يتم تحويل هذه القصة بعد الآن في هذا المستعرض. وفي ذلك الوقت، يجب استخدام مستعرض مدعوم لعرض هذه القصة.",
      "attention": "انتبه!",
      "noLayerView": "مرحبًا في تطبيق السحب على الويب. <br /> لم يتم تكوين التطبيق بعد.",
      "appSave": "خطأ في حفظ قصة الويب",
      "mapSave": "خطأ أثناء حفظ خريطة الويب",
      "notAuthorized": "يجب أن تكون مُعتمدًا للوصول إلى هذه القصة",
      "notAuthorizedBuilder": "أنت غير معتمد لاستخدام منشئ السحب والمنظار.",
      "conflictingProjectionsTitle": "تعارض الإسقاطات",
      "conflictingProjections": "لا يدعم السحب استخدام اثنان من خرائط الويب ذات إسقاطات مختلفة. الرجاء فتح الإعدادات واستخدام خريطة الويب التي تستخدم نفس إسقاط خريطة الويب الأولى.",
      "cpButton": "إغلاق",
      "unspecifiedConfigOwner": "لم يتم تكوين المالك المعتمد.",
      "invalidConfigOwner": "مالك القصة غير مُعتمد."
    },
    "mobileView": {
      "hideIntro": "إخفاء المقدمة",
      "navLeft": "مفتاح الخريطة",
      "navMap": "خريطة",
      "navRight": "البيانات"
    },
    "desktopView": {
      "storymapsText": "خريطة قصة",
      "builderButton": "الانتقال إلى وضع المنشئ",
      "facebookTooltip": "مشاركة على الفيس بوك",
      "twitterTooltip": "مشاركة على تويتر",
      "bitlyTooltip": "الحصول على رابط قصير",
      "tooltipAutoplayDisabled": "وهو غير متوفر في عرض التشغيل التلقائي",
      "autoplayLabel": "وضع التشغيل التلقائي",
      "autoplayExplain1": "يتقدّم وضع التشغيل التلقائي خلال القصة في فواصل منتظمة، وهو مثالي في عارض بيانات أو مراقبة عرض عام، ولكن انتبه، ففي مواقف أخرى، قد يجعل القصة أصعب في القراءة. ولا يتم دعم هذا المعلم في عروض صغيرة.",
      "autoplayExplain2": "عندما يكون هذا الوضع نشطًا، تتوفر عناصر تحكم تشغيل/إيقاف تشغيل القصة وتعديل سرعة الانتقال."
    },
    "bannerNotification": {
      "learnMore": "التعرف على المزيد",
      "close": "إغلاق",
      "dontShowAgain": "عدم إظهار هذه الرسالة مجددًا"
    },
    "httpsTransitionMessage": {
      "bannerMsg": "رسالة هامة حول أمن الويب وخرائط القصة",
      "s1h1": "تقوم Esri الآن بتحسين أمن خرائط القصة",
      "s1p1": "خرائط القصة المباشرة على الويب ومجتمع الويب يعملان دائمًا على إنشاء وتنفيذ الأمن بصورة أفضل. تظهر HTTPS، التي توفر اتصالاً آمنًا للمحتوى المرسل عبر الإنترنت، بوصفه الطريقة المتوقعة للوصول إلى محتوى الويب. يظهر الآن معظم المستعرضات الحديثة رسائل تحذيرية عند استخدام HTTP بدلاً من HTTPS. نظرً لهذا المعيار الناشيء، ابتداءً من تحديث يونيو 2018 على ArcGIS Online، سوف يتعين على خرائط القصة استخدام HTTPS.",
      "s1p2": "عملياً، هذا يعني خريطة قصة وجميع محتوياته (بما في ذلك الصور، والطبقات، والتطبيقات المدمجة والمواقع) يجب أن يكون الوصول إليها باستخدام الروابط التي تبدأ بـ HTTPS بدلاً من HTTP. وهذا يضمن أفضل تجربة للقراء لأن معظم متصفحات الويب تشير إلى أن قصصك آمنة.",
      "s2h1": "ماذا يتعين عليّ عمله؟",
      "s2p1": "تعمل Esri على جعل هذا الانتقال سهل لمؤلفي وقراء خريطة القصة. تتوفر الأدوات الآن في منشيئي خريطة القصة والقصص الخاصة بي التي تساعدك في العثور على محتوى غير آمن (HTTP) في القصص الخاصة بك وتوفر توصيات حول كيفية معالجته. الرجاء التحقق من القصص الخاصة بك لمحتوى غير آمن والتحديث إلى HTTPS قبل يونيو 2018.",
      "action1": "إغلاق",
      "action2": "تحقق من القصص الخاصة بي الآن",
      "action3": "تعلم المزيد"
    },
    "licenseChange2018": {
      "noAccess": "حسابك (%USER_NAME%) غير مرخص لفتح خريطة قصة غير عامة. رجاءً اطلب من مسئولي المؤسسة تعيينك كنوع مستخدم يتضمن خرائط القصة أو ترخيص التطبيقات الأساسية المضافة."
    }
  },
  "builder": {
    "builder": {
      "panelHeader": "STORY CONFIGURATION",
      "buttonSave": "حفظ",
      "buttonHelp": "تعليمات",
      "buttonShare": "مشاركة",
      "buttonDiscard": "إلغاء الأمر",
      "buttonSettings": "الإعدادات",
      "buttonView": "عرض الوضع",
      "buttonItem": "فتح عنصر تطبيق الويب",
      "noPendingChange": "لا يوجد تغيير معلق",
      "unSavedChangeSingular": "1 تغيير غير محفوظ",
      "unSavedChangePlural": "تغييرات غير محفوظة",
      "popoverDiscard": "هل تريد تجاهل أية تغييرات غير محفوظة؟",
      "yes": "نعم",
      "no": "لا",
      "popoverOpenViewExplain": "عند فتح العارض، سوف تخسر أية تغييرات غير محفوظة",
      "popoverOpenViewOk": "موافق",
      "popoverOpenViewCancel": "إلغاء الأمر",
      "popoverSaveWhenDone": "لا تنسى الحفظ بعد الانتهاء",
      "closeWithPendingChange": "هل تريد تأكيد الإجراء؟ سوف تخسر جميع التغييرات.",
      "gotIt": "موافق",
      "savingApplication": "حفظ القصة",
      "saveSuccess": "تم حفظ القصة",
      "saveError": "حدث فشل أثناء الحفظ، يرجى المحاولة مرة أخرى",
      "saveError2": "فشل الحفظ نظرًا لعلامة html غير الصحيحة في اسم أو وصف",
      "saveError3": "يتعذر أن يكون العنوان فارغًا",
      "signIn": "يرجى تسجيل الدخول بحساب داخل",
      "signInTwo": "لحفظ القصة."
    },
    "header": {
      "editMe": "تحرير!",
      "templateTitle": "تحديد عنوان القالب",
      "templateSubtitle": "تحديد العنوان الفرعي للقالب"
    },
    "settings": {
      "settingsHeader": "إعدادات القصة",
      "modalCancel": "إلغاء الأمر",
      "modalApply": "تطبيق"
    },
    "settingsColors": {
      "settingsTabColor": "سمة",
      "settingsColorExplain": "اختر سمة التطبيق أو قم بتعريف الألوان الخاصة بك.",
      "settingsLabelColor": "ألوان خلفية اللوحة الجانبية والعنوان"
    },
    "settingsHeader": {
      "settingsTabLogo": "رأس الصفحة",
      "settingsLogoExplain": "تخصيص شعار (الحد الأقصى 250 x 50 px).",
      "settingsLogoEsri": "شعار Esri",
      "settingsLogoNone": "لا يوجد شعار",
      "settingsLogoCustom": "تخصيص الشعار",
      "settingsLogoCustomPlaceholder": "عنوان URL للصورة",
      "settingsLogoCustomTargetPlaceholder": "انقر فوق الرابط",
      "settingsLogoSocialExplain": "تخصيص عنوان الرابط الموجود أعلى اليمين.",
      "settingsLogoSocialText": "النص",
      "settingsLogoSocialLink": "رابط",
      "settingsLogoSocialDisabled": "لقد تم تعطيل هذا المعلم بواسطة المدير"
    },
    "settingsExtent": {
      "settingsTabExtent": "المدى",
      "settingsExtentExplain": "تعيين النطاق الأولي خلال الخريطة التفاعلية الموضحة أدناه.",
      "settingsExtentExplainBottom": "سيقوم النطاق الذي تم تعريفه بتعديل النطاق الأولي لخريطة الويب. لاحظ أنه إذا كنت تقوم بعمل سلسلة من السحب، فلن يتم استخدام هذا النطاق.",
      "settingsExtentDateLineError": "لا يمكن أن يكون المدى عبر خط الطول 180ï¿½",
      "settingsExtentDateLineError2": "حدث خطأ أثناء حساب النطاق",
      "settingsExtentDrawBtn": "ارسم النطاق الجديد",
      "settingsExtentModifyBtn": "تحرير النطاق الحالي",
      "settingsExtentApplyBtn": "التطبيق على الخريطة الرئيسية",
      "settingsExtentUseMainMap": "استخدام نطاق الخريطة الأساسي"
    },
    "storyTellerUserType": {
      "notCreatorError": "حسابك (%USER_NAME%) غير مرخص لاستخدام أدوات مُنشئ خرائط القصة الكلاسيكية. رجاءً اطلب من مسؤول المؤسسة تعيين نوع المستخدم Creator من أجلك."
    }
  },
  "swipe": {
    "mobileData": {
      "noData": "لا توجد بيانات للعرض!",
      "noDataExplain": "اضغط على الخريطة لتحديد المعالم والرجوع إلى هنا مرة أخرى",
      "noDataMap": "لا يوجد بيانات لهذه الخريطة",
      "noPopup": "لا توجد أي عناصر منبثقة لهذه المعالم"
    },
    "mobileLegend": {
      "noLegend": "لا يوجد أي وسائل إيضاح لعرضها"
    },
    "swipeSidePanel": {
      "editTooltip": "تعيين وصف اللوحة الجانبية",
      "editMe": "تحرير!",
      "legendTitle": "مفتاح الخريطة"
    },
    "infoWindow": {
      "noFeature": "لا توجد بيانات لعرضها",
      "noFeatureExplain": "اضغط فوق الخريطة لتحديد المعالم"
    },
    "settingsLayout": {
      "settingsTabLayout": "نمط السحب",
      "settingsLayoutExplain": "اختر النمط لأداة السحب.",
      "settingsLayoutSwipe": "الشريط العمودي",
      "settingsLayoutSpyGlass": "منظار",
      "settingsLayoutSelected": "مخطط محدد",
      "settingsLayoutSelect": "حدد هذا المخطط",
      "settingsSaveConfirm": "بعض التغييرات تتطلب الحفظ وإعادة تحميل القصة"
    },
    "settingsDataModel": {
      "settingsTabDataModel": "نوع السحب",
      "settingsDataModelExplainSwipe": "ما ترغب أن يقوم المستخدمين بسحبه؟",
      "settingsDataModelExplainSwipe2": "",
      "settingsDataModelExplainSpyGlass": "اختر الطبقة أو خريطة الويب التي ستظهر في المنظار.",
      "settingsDataModelOneMap": "الطبقة في خريطة الويب",
      "settingsDataModel1Explain": "تحديد الطبقة التي تود سحبها",
      "settingsDataModel1Warning": "إذا كانت الطبقة مختفية من قبل الطبقات العلوية، لن يكون السحب ذو تأثير يذكر.",
      "settingsDataModel1SpyGlassExplain": "حدد الطبقة لتظهر داخل المنظار.",
      "settingsDataModelTwoMaps": "اثنان من خرائط الويب",
      "settingsDataModelLayerIds": "معرفات طبقة خريطة الويب",
      "settingsDataModelSelected": "النوع المحدد",
      "settingsDataModelWebmapSwipeId1": "معرف خريطة الويب الأيمن",
      "settingsDataModelWebmapSwipeId2": "معرف خريطة الويب الأيسر",
      "settingsDataModelWebmapGlassId1": "معرف خريطة الويب الرئيسي",
      "settingsDataModelWebmapGlassId2": "معرف خريطة ويب المنظار",
      "settingsDataModelSelect": "حدد هذا النوع",
      "settingsDataModel2Explain": "اسحب مع خريطة ويب أخرى",
      "settingsDataModel2SpyGlassExplain": "كشف خريطة ويب أخرى.",
      "settingsDataModel2HelpTitle": "كيف أقوم بالعثور على معرف خريطة الويب؟",
      "settingsDataModel2HelpContent": "انسخ والصق الأرقام بعد علامة \"=\" داخل عنوان URL لخريطة الويب",
      "switchMaps": "تبديل الخرائط",
      "browseWebMaps": "استعرض خرائط الويب"
    },
    "settingsLegend": {
      "settingsTabLegend": "التخطيط الطباعي للتطبيق",
      "settingsLegendExplain": "تحديد إعدادات التخطيط.",
      "settingsLegendEnable": "تمكين وسيلة الإيضاح",
      "settingsDescriptionEnable": "تمكين الوصف",
      "settingsBookmarksEnable": "تمكين سلاسل السحب",
      "settingsPopupDisable": "تمكين العنصر المنبثق",
      "settingsLocationSearchEnable": "تمكين بحث محدد المواقع",
      "settingsGeolocatorEnable": "تمكين محدد المواقع الجغرافي",
      "settingsLegendHelpContent": "لتحسين محتوى وسيلة الإيضاح، استخدام جدول محتويات عارض خرائط ويب ArcGIS (إخفاء في وسيلة الإيضاح)",
      "settingsSeriesHelpContent": "سلاسل السحب هي خيارات التنقل التي سترشد العارض خلال النطاق المحدد وعرض العنوان ونص الوصف في اللوحة الجانبية. أثناء التفعيل الأولي، سيتم استيراد العلامات المرجعية من خرائط الويب وسيتم استخدامها لإعادة تعبئة شريط السلاسل. يقوم تعطيل خيار السلاسل بإيقاف تشغيل شريط السلاسل،لكن يتم الاحتفاظ بتكوين السلاسل للاستخدام المستقبلي.",
      "settingsSeriesHelpContent2": "تتيح عملية سحب السلسلة إنشاء وتحرير مجموعة مختارة من المواقع مع النص والعناوين المصاحبة. إذا كانت خريطة الويب الخاص بك لديها علامات مرجعية، فإنه سيتم عرضهم. ويمكنك تعطيل هذه السلسلة، ولكن سيتم الاحتفاظ بالتكوين للاستخدام في المستقبل.",
      "settingsSeriesHelpLink": "راجع مثال على التطبيق مع سحب السلاسل هنا",
      "preview": "معاينة واجهة المستخدم",
      "settingsLocateButtonExplain": "مدعومة في معظم المستعرضات، ولا يظهر إلا عندما يتم الوصول إلى خريطة القصة عبر HTTPS، كما لا يظهر إلا إذا كانت القصة مُضمَّنة.",
      "settingsLocateButton": "تمكين زر 'تحديد الموقع' في المستعرضات المدعومة",
      "settingsAddressSearch": "تمكين أداة البحث عن العنوان"
    },
    "settingsSwipePopup": {
      "settingsSwipePopup": "العنصر المنبثق",
      "settingsSwipePopupExplain": "تخصيص مظهر العنوان المنبثق لمساعدة المستخدمين في مشاركة العناصر المنبثقة مع طبقات الخريطة.",
      "settingsSwipePopupSwipe1": "الخريطة اليسرى",
      "settingsSwipePopupSwipe2": "الخريطة اليمنى",
      "settingsSwipePopupGlass1": "الخريطة الأساسية",
      "settingsSwipePopupGlass2": "خريطة المنظار",
      "settingsSwipePopupTitle": "عنوان رأس الصفحة",
      "settingsSwipePopupColor": "لون رأس الصفحة"
    },
    "initPopup": {
      "initHeader": "مرحبًا بك في مُنشئ Swipe/Spyglass",
      "modalNext": "التالي",
      "modalPrev": "السابق",
      "modalApply": "فتح التطبيق"
    },
    "seriesPanel": {
      "title": "العنوان",
      "descr": "الوصف",
      "discard": "تجاهل العلامة المرجعية",
      "saveExtent": "تعيين نطاق العلامة المرجعية",
      "discardDisabled": "لا يمكنك إزالة العلامة المرجعية. يمكن تعطيل سلسلة السحب في الإعدادات."
    },
    "helpPopup": {
      "title": "تعليمات",
      "close": "إغلاق",
      "tab1": {
        "div1": "يتم تصميم قالب Swipe/Spyglass لمقارنة خريطتي ويب منفصلتين أو طبقتي خريطة ويب مفردة في تطبيق ويب جذّاب سهل الاستخدام يمكن استخدامه في أي مستعرض ويب على أي جهاز، بما في ذلك الهواتف الذكية والحواسب اللوحية.",
        "div2": "للحصول على مزيد من المعلومات المتعلقة بقالب السحب، بما في ذلك الأمثلة التي يتم إنشائها بواسطة المستخدمين، <a href='https://storymaps.arcgis.com/en/app-list/swipe-spyglass/' target='_blank'> قم بزيارة موقع خرائط القصة الإلكتروني</a>. يمكنك أيضًا متابعتنا على تويتر على <a href='https://twitter.com/EsriStoryMaps' target='_blank'>@EsriStoryMaps</a>.",
        "div3": "نرغب في الاستماع إليك! سواء كان لديك سؤال، وترغب في طلب ميزة جديدة، أو تعتقد أنك وجدت خلل، يرجى زيارة <a href='http://links.esri.com/storymaps/forum' target='_blank'>منتدى مستخدمي خرائط القصة</a>."
      }
    },
    "share": {
      "firstSaveTitle": "تم حفظ القصة",
      "manageStory": "إدارة القصة",
      "manageStoryA1": "تلميح: يمكنك استخدام %LINK1% لفحص القصة من الأخطاء وتغيير كيفية مشاركة مكوناتها، وتُساعد \"القصص\" على عل القصة تظهر بشكل جيد عند مشاركتها في شبكات التواصل الاجتماعي، كما يمكنك معرفة المزيد عن المعالم المفيدة الأخرى لـ \"القصص\" في %LINK2%.",
      "manageStoryA1V1": "قصتي",
      "manageStoryA1V2": "منشورات المدونة",
      "shareTitle": "مشاركة القصة",
      "sharePrivateHeader": "لم يتم مشاركة القصة. هل تريد مشاركتها؟",
      "sharePrivateBtn1": "مشاركتها بشكل عام",
      "sharePrivateBtn2": "مشاركتها مع المنظمة",
      "sharePrivateProgress": "المشاركة قيد التقدم...",
      "sharePrivateErr": "فشلت المشاركة، أعد المحاولة مرة أخرى أو",
      "sharePrivateOk": "تم تحديث المشاركة، جارِ التحميل...",
      "shareStatus1": "لم يتم حفظ القصة",
      "shareStatus2": "تم مشاركة الخريطة مع كل المستخدمين",
      "shareStatus3": "تم مشاركة القصة في المؤسسة",
      "shareStatus4": "لم يتم مشاركة القصة",
      "sharePreviewAsUser": "معاينة",
      "shareHeader1": "القصة هي <strong>publicly accessible</strong>.",
      "shareHeader2": "يمكن لأعضاء المؤسسة الوصول إلى القصة (يجب تسجيل الدخول).",
      "shareLinkHeader": "مشاركة القصة",
      "shareLinkOpen": "فتح",
      "learnMore": "تعلم المزيد",
      "shareA1": "استخدم %SHAREIMG% في <a href='%LINK1%' target='_blank'> صفحة عنصر التطبيق</a>. إذا أردت أيضًا إلغاء مشاركة طبقة الويب، استخدام <a href='%LINK2%' target='_blank'>صفحة عنصر خريطة الويب</a>.",
      "shareWarning": "تم تعطيل مشاركة %WITH% وذلك لأنك ليس مالك <a href='%LINK%' target='_blank'>خريطة الويب</a>.",
      "shareWarningWith1": "علانية",
      "shareWarningWith2": "علانية ومع المنظمة"
    },
    "directCreation": {
      "header": "مرحبًا بك في مُنشئ Swipe/Spyglass",
      "mapPickHeader": "لبدء الاستخدام، يرجى إدخال مُعرف خريطة ويب صحيح أو استخدام زر البحث لاستعراض خرائط الويب.",
      "launchBuilder": "تشغيل المُنشئ",
      "chooseWebmapLbl": "اختيار خريطة الويب...",
      "explain2": "لإنشاء خريطة قصة سحب أو منظار، استخدام الزر أدناه لاختيار خريطة الويب الحالية التي تريد استخدامها. وبدلاً من ذلك، يمكنك لصق مُعرّف خريطة الويب في الحقل أدناه.",
      "explain3": "عند الرغبة في استخدام اثنان من خرائط الويب في خريطة الحكاية، ستطلب خريطة الويب الثانية فيما بعد عند اختيار هذا الخيار.",
      "webmapPlaceholder": "أدخل مُعرف خريطة الويب..."
    },
    "saveErrorSocial": {
      "title": "تحديث مشاركة في مواقع التواصل الاجتماعي",
      "panel1": "تم تحسين مظهر القصةâ€™s على المواقع التواصل الاجتماعي، ولكن لا يكون عنوان عنصر تطبيق ArcGIS على الويب هو نفسه عنوان القصة.",
      "panel1tooltip": "وبتعريف العنوان والملخص والصورة المصغرة، ستظهر القصر كما يلي:",
      "panel2": "ما هو العنوان الذي تريد استخدامه في مواقع التواصل الاجتماعي:",
      "panel2q1": "عنوان القصة (مُوصَى به)",
      "panel2q1tooltip": "بتحديد هذا الخيار، سيتم تعديل عنوان العنصر ليطابق عنوان القصة، وسيتم تزامن مزيد من التغييرات في المُنشئ.",
      "panel2q2": "عنوان العنصر",
      "panel3": "لتحسين مظهر القصة بشكل أكبر في مواقع التواصل الاجتماعي، استخدم ${MYSTORIES} لإضافة ملخص وصورة مصغرة.",
      "panel4": "لا تحذرني مجددًا بشأن هذه القصة",
      "mystories": "قصتي",
      "btnSave": "حفظ"
    }
  },
  "configure": {
    "mapdlg": {
      "items": {
        "organizationLabel": "المؤسسة",
        "onlineLabel": "ArcGIS Online",
        "contentLabel": "المحتوى",
        "favoritesLabel": "المفضلات"
      },
      "title": "تحديد خريطة الويب",
      "searchTitle": "بحث",
      "ok": "موافق",
      "cancel": "إلغاء الأمر",
      "placeholder": "إدخال مصطلح البحث"
    }
  },
  "httpsTransitionNotification": {
    "s1h1": "تقوم Esri الآن بتحسين أمن خرائط القصة",
    "s1p1": "تكون خرائط القصة مباشرةً على الويب، ودائمًا ما يعمل مجتمع الويب على إنشاء وتنفيذ أمان بشكل أفضل. يتم دمج HTTPS الذي يوفر اتصالاً آمنًا للمحتوى المنقول عبر الإنترنت، على أنه الطريقة المتوقعة للوصول إلى محتوى الويب. تُظهر معظم مستعرضات الويب الحديثة رسائل تحذيرية عند استخدام HTTP بدلاً من HTTPS. ونظرًا لمقياس الدمج هذا، فإننا نوصيك بشدة باستخدام روابط HTTPS لإنشاء ومشاركة خرائط القصة، كما نوصيك باستخدام عناوين URL الخاصة بـ HTTPS فقط عند تضمين محتوى الويب أو الربط بالصور ضمن خريطة قصة.",
    "s1p2": "ومن الناحية العملية، يعني ذلك أنه يجب الوصول إلى خريطة القصة وكل محتوياتها (بما في ذلك الصور والطبقات والتطبيقات ومواقع الويب المضمنة) باستخدام الروابط التي تبدأ بـ HTTPS بدلاً من HTTP. ويضمن ذلك الحصول على أفضل تجربة للقُرَّاء؛ وذلك لأن معظم مستعرضات الويب ستشير إلى أنت قصصك مُؤمَّنة.",
    "s2h1": "ماذا يتعين عليّ عمله؟",
    "s2p1": "تعمل Esri على جعل ذلك انتقالاً سهلاً لمنشئي وقُرَّاء خريطة القصة. تتوفر الآن الأدوات في منشئي خريطة القصة والقصص التي تساعدك في البحث عن محتوى آمن (HTTP) في قصصك، كما توفر توصيات لكيفية عرضها. يرجى فحص قصصك فيما يتعلق بالمحتوى غير الآمن، كما يرجى التحديث إلى HTTPS بأسرع ما يمكن.",
    "action1": "إغلاق",
    "action2": "تحقق من القصص الخاصة بي الآن",
    "action3": "تعلم المزيد"
  },
  "embedBar": {
    "share": "مشاركة",
    "fullScreen": "ملء الشاشة",
    "enlarge": "توسيع",
    "newTab": "فتح في علامة تبويب جديدة",
    "tagline": "خريطة قصة",
    "exitFullScreen": "خروج من ملء الشاشة"
  },
  "june2018SurveyMessage": {
    "bannerMsg": "هل يمكننا طلب شيء ما منك؟ سيساعد ذلك في رسم معالم خرائط القصة مستقبلاً.",
    "s1h1": "مشاركة أفكارك ورسم معالم المستقبل",
    "s1p1": "المدخلات هي مصدر الملاحظات الأهم والأحد لنا، وستساعدنا معرفة المزيد عنك في تحسين خرائط القصة. سندين لك بالفضل إذا كان بإمكانك المشاركة في هذا الاستطلاع الذي سيستغرق 3 دقائق.",
    "s2p1": "وكالمعتاد، شكرًا لك لاستخدام خرائط قصة Esri!",
    "action1": "إغلاق",
    "action2": "بدء الاستطلاع"
  }
});